ner=input("Сайн байна уу? Таны нэр хэн бэ? ")
print ("Уулзсандаа баяртай, " + ner + "!")
sonirhol = input("Та ямар салбарыг сонирхдог вэ? (Жишээ нь: технологи, урлаг, шинжлэх ухаан) ")
print ("Гайхалтай! Хоёулаа "+ sonirhol + " салбарын ирээдүйг шинжилж үзье.")
if sonirhol == "urlag":
    print("-> Ирээдүйд эрэлттэй мэргэжил: Дижитал дизайнер / AI Уран бүтээлч")
    print("-> AI-д орлуулагдах магадлал: 15% (Хүний мэдрэмж хэрэгтэй)")
    print("-> Дундаж цалин: $5,000/сар")

if sonirhol == "технологи":
    print("-> Ирээдүйд эрэлттэй мэргэжил: Хиймэл оюун ухааны инженер")
    print("-> AI-д орлуулагдах магадлал: 5%")
    print("-> Дундаж цалин: $9,000/сар")


